<?php

/**
* @fileoverview Body view id
* @author Vincent Thibault (alias KeyWorld - Twitter: @robrowser)
* @version 1.0.0
*/

return array(
0 => "초보자",
 1 => "검사", 4002 => "검사", 4024 => "검사",
 2 => "마법사", 4003 => "마법사", 4025 => "마법사",
 3 => "궁수", 4004 => "궁수", 4026 => "궁수",
 4 => "성직자", 4005 => "성직자", 4027 => "성직자",
 5 => "상인", 4006 => "상인", 4028 => "상인",
 6 => "도둑", 4007 => "도둑", 4029 => "도둑",
 7 => "기사", 4030 => "기사",
 8 => "프리스트", 4031 => "프리스트",
 9 => "위저드", 4032 => "위저드",
 10 => "제철공", 4033 => "제철공",
 11 => "헌터", 4034 => "헌터",
 12 => "어세신", 4035 => "어세신",
 13 => "페코페코_기사", 4036 => "페코페코_기사",
 14 => "크루세이더", 4037 => "크루세이더",
 15 => "몽크", 4038 => "몽크",
 16 => "세이지", 4039 => "세이지",
 17 => "로그", 4040 =>"로그",
 18 => "연금술사", 4041 => "연금술사",
 19 => "바드", 4042 => "바드",
 20 => "무희", 4043 => "무희",
 21 => "신페코크루세이더", 4044 => "신페코크루세이더",
 22 => "결혼",
 23 => "슈퍼노비스", 4045 => "슈퍼노비스",
 24 => "건너",
 25 => "닌자",
 26 => "산타",
 27 => "여름",

 4008 => "로드나이트",
 4009 => "하이프리",
 4010 => "하이위저드",
 4011 => "화이트스미스",
 4012 => "스나이퍼",
 4013 => "어쌔신크로스",
 4014 => "로드페코",
 4015 => "팔라딘",
 4016 => "챔피온",
 4017 => "프로페서",
 4018 => "스토커",
 4019 => "크리에이터",
 4020 => "클라운",
 4021 => "집시",
 4022 => "페코팔라딘",

 4046 => "태권소년",
 4047 => "권성",
 4048 => "권성융합",
 4049 => "소울링커",


 // normal extend baby
 4054 => "룬나이트", 4060 => "룬나이트", 4096 => "룬나이트", // Rune_Knight
 4055 => "워록", 4061 => "워록", 4097 => "워록", // Warlock
 4056 => "레인져", 4062 => "레인져", 4098 => "레인져", // Ranger
 4057 => "아크비숍", 4063 => "아크비숍", 4099 => "아크비숍", // Arch_Bishop
 4058 => "미케닉", 4064 => "미케닉", 4100 => "미케닉", // Mechanic
 4059 => "길로틴크로스", 4065 => "길로틴크로스", 4101 => "길로틴크로스", // Guillotine_Cross

 4066 => "가드", 4073 => "가드", 4102 => "가드", // Royal_Guard
 4067 => "소서러", 4074 => "소서러", 4103 => "소서러", // Sorcerer
 4068 => "민스트럴", 4075 => "민스트럴", 4104 => "민스트럴", // Minstrel
 4069 => "원더러", 4076 => "원더러", 4105 => "원더러", // Wanderer
 4070 => "슈라", 4077 => "슈라", 4106 => "슈라", // Sura
 4071 => "제네릭", 4078 => "제네릭", 4107 => "제네릭", // Genetic
 4072 => "쉐도우체이서", 4079 => "쉐도우체이서", 4108 => "쉐도우체이서",// Shadow_Chaser

 // Mount
 4080 => "룬나이트쁘띠", 4081 => "룬나이트쁘띠", 4109 => "룬나이트쁘띠", // Rune_Knight2
 4082 => "그리폰가드", 4083 => "그리폰가드", 4110 => "그리폰가드", // Royal_Guard2
 4084 => "레인져늑대", 4085 => "레인져늑대", 4111 => "레인져늑대", // Ranger2
 4086 => "미케닉멧돼지", 4087 => "미케닉멧돼지", 4112 => "미케닉멧돼지", // Mechanic2

 4190 => "슈퍼노비스포링", 4191 => "슈퍼노비스포링", // Super_Baby_E

 4211 => "kagerou", //Job_Kagerou 4211
 4212 => "oboro" //Job_Oboro 4212

);
