<?php

/**
* @fileoverview Body view id
* @author Vincent Thibault (alias KeyWorld - Twitter: @robrowser)
* @version 1.0.0
*/

return array(
	0 => "ÃÊº¸ÀÚ",
	1 => "°Ë»ç",                    4002 => "°Ë»ç",       4024 => "°Ë»ç",
	2 => "¸¶¹ý»ç",                  4003 => "¸¶¹ý»ç",     4025 => "¸¶¹ý»ç",
	3 => "±Ã¼ö",                  4004 => "±Ã¼ö",     4026 => "±Ã¼ö",
	4 => "¼ºÁ÷ÀÚ",                4005 => "¼ºÁ÷ÀÚ",   4027 => "¼ºÁ÷ÀÚ",
	5 => "»óÀÎ",                    4006 => "»óÀÎ",       4028 => "»óÀÎ",
	6 => "µµµÏ",                    4007 => "µµµÏ",       4029 => "µµµÏ",
	7 => "±â»ç",                    4030 => "±â»ç",
	8 => "ÇÁ¸®½ºÆ®",              4031 => "ÇÁ¸®½ºÆ®",
	9 => "À§Àúµå",                  4032 => "À§Àúµå",
	10 => "Á¦Ã¶°ø",                 4033 => "Á¦Ã¶°ø",
	11 => "ÇåÅÍ",                   4034 => "ÇåÅÍ",
	12 => "¾î¼¼½Å",         4035 => "¾î¼¼½Å",
	13 => "ÆäÄÚÆäÄÚ_±â»ç",          4036 => "ÆäÄÚÆäÄÚ_±â»ç",
	14 => "Å©·ç¼¼ÀÌ´õ",         4037 => "Å©·ç¼¼ÀÌ´õ",
	15 => "¸ùÅ©",                   4038 => "¸ùÅ©",
	16 => "¼¼ÀÌÁö",             4039 => "¼¼ÀÌÁö",
	17 => "·Î±×",                   4040 => "·Î±×",
	18 => "¿¬±Ý¼ú»ç",             4041 => "¿¬±Ý¼ú»ç",
	19 => "¹Ùµå",                   4042 => "¹Ùµå",
	20 => "¹«Èñ",                   4043 => "¹«Èñ",
	21 => "½ÅÆäÄÚÅ©·ç¼¼ÀÌ´õ", 4044 => "½ÅÆäÄÚÅ©·ç¼¼ÀÌ´õ",
	22 => "°áÈ¥",
	23 => "½´ÆÛ³ëºñ½º",           4045 => "½´ÆÛ³ëºñ½º",
	24 => "°Ç³Ê",
	25 => "´ÑÀÚ",
	26 => "»êÅ¸",
	27 => "¿©¸§",

	4008 => "·Îµå³ªÀÌÆ®",
	4009 => "ÇÏÀÌÇÁ¸®",
	4010 => "ÇÏÀÌÀ§Àúµå",
	4011 => "È­ÀÌÆ®½º¹Ì½º",
	4012 => "½º³ªÀÌÆÛ",
	4013 => "¾î½Ø½ÅÅ©·Î½º",
	4014 => "·ÎµåÆäÄÚ",
	4015 => "ÆÈ¶óµò",
	4016 => "Ã¨ÇÇ¿Â",
	4017 => "ÇÁ·ÎÆä¼­",
	4018 => "½ºÅäÄ¿",
	4019 => "Å©¸®¿¡ÀÌÅÍ",
	4020 => "Å¬¶ó¿î",
	4021 => "Áý½Ã",
	4022 => "ÆäÄÚÆÈ¶óµò",

	4046 => "ÅÂ±Ç¼Ò³â",
	4047 => "±Ç¼º",
	4048 => "±Ç¼ºÀ¶ÇÕ",
	4049 => "¼Ò¿ï¸µÄ¿",


	//       normal                extend                        baby
	4054 => "·é³ªÀÌÆ®",         4060 => "·é³ªÀÌÆ®",         4096 => "·é³ªÀÌÆ®",         // Rune_Knight
	4055 => "¿ö·Ï",             4061 => "¿ö·Ï",             4097 => "¿ö·Ï",             // Warlock
	4056 => "·¹ÀÎÁ®",           4062 => "·¹ÀÎÁ®",           4098 => "·¹ÀÎÁ®",           // Ranger
	4057 => "¾ÆÅ©ºñ¼ó",     4063 => "¾ÆÅ©ºñ¼ó",     4099 => "¾ÆÅ©ºñ¼ó",     // Arch_Bishop
	4058 => "¹ÌÄÉ´Ð",           4064 => "¹ÌÄÉ´Ð",           4100 => "¹ÌÄÉ´Ð",           // Mechanic
	4059 => "±æ·ÎÆ¾Å©·Î½º", 4065 => "±æ·ÎÆ¾Å©·Î½º", 4101 => "±æ·ÎÆ¾Å©·Î½º", // Guillotine_Cross

	4066 => "°¡µå",             4073 => "°¡µå",             4102 => "°¡µå",            // Royal_Guard
	4067 => "¼Ò¼ ·¯",       4074 => "¼Ò¼ ·¯",       4103 => "¼Ò¼ ·¯",      // Sorcerer
	4068 => "Å¬¶ó¿î",           4075 => "Å¬¶ó¿î",           4104 => "Å¬¶ó¿î",          // Minstrel
	4069 => "¿ø´õ·¯",           4076 => "¿ø´õ·¯",           4105 => "¿ø´õ·¯",          // Wanderer
	4070 => "½´¶ó",           4077 => "½´¶ó",           4106 => "½´¶ó",          // Sura
	4071 => "¦³×¸¯",            4078 => "¦³×¸¯",            4107 => "¦³×¸¯",           // Genetic
	4072 => "½¦µµ¿ìÃ¼ÀÌ¼",  4079 => "½¦µµ¿ìÃ¼ÀÌ¼",  4108 => "½¦µµ¿ìÃ¼ÀÌ¼", // Shadow_Chaser

	// Mount
	4080 => "·é³ªÀÌÆ®»Ú¶ì",     4081 => "·é³ªÀÌÆ®»Ú¶ì",     4109 => "·é³ªÀÌÆ®»Ú¶ì", // Rune_Knight2
	4082 => "±×¸®Æù°¡µå",       4083 => "±×¸®Æù°¡µå",       4110 => "±×¸®Æù°¡µå",   // Royal_Guard2
	4084 => "·¹ÀÎÁ®´Á´ë",       4085 => "·¹ÀÎÁ®´Á´ë",       4111 => "·¹ÀÎÁ®´Á´ë",   // Ranger2
	4086 => "¹ÌÄÉ´Ð¸äµÅÁö",     4087 => "¹ÌÄÉ´Ð¸äµÅÁö",     4112 => "¹ÌÄÉ´Ð¸äµÅÁö", // Mechanic2

	4190 => "½´ÆÛ³ëºñ½ºÆ÷¸µ", 4191 => "½´ÆÛ³ëºñ½ºÆ÷¸µ", // Super_Baby_E

	4211 => "kagerou", //Job_Kagerou	4211
	4212 => "oboro"    //Job_Oboro	4212
);

?>